INSERT INTO t_rstinfo VALUES (4, '焼肉 武蔵', 'やきにく　むさし', '福岡県東区松香台２丁目３-１', '水曜日', '19:00:00', '01:30:00', '052-937-0606', '焼肉', '【千種駅・車道駅から徒歩約5分】当店の自慢は《牛タン》。', NULL, NULL , NULL, NULL, 5, 1, 1, '毎週火曜日', 'https://tabelog.com/aichi/A2301/A230106/23057173/dtlphotolst/smp2/#', 'https://www.kyusan-u.ac.jp/', 'サンプルメッセージ', 2000, 3000);
INSERT INTO t_rstinfo VALUES (5, '焼肉 次郎', 'やきにく　じろう', '福岡県東区松香台２丁目３-１', '水曜日', '18:00:00', '01:00:00', '052-937-0606', '焼肉', '【千種駅・車道駅から徒歩約5分】当店の自慢は《牛タン》。', NULL, NULL , NULL, NULL, 5, 1, 1, '毎週水曜日', 'https://tabelog.com/aichi/A2301/A230106/23057173/dtlphotolst/smp2/#', 'https://www.kyusan-u.ac.jp/', 'サンプルメッセージ', 2500, 3500);
INSERT INTO t_rstinfo VALUES (6, '焼肉 小郎', 'やきにく　ごろう', '福岡県東区松香台２丁目３-１', '水曜日', '18:00:00', '01:00:00', '052-937-0606', '焼肉', '【千種駅・車道駅から徒歩約5分】当店の自慢は《牛タン》。', NULL, NULL , NULL, NULL, 5, 1, 1, '毎週水曜日', 'https://tabelog.com/aichi/A2301/A230106/23057173/dtlphotolst/smp2/#', 'https://www.kyusan-u.ac.jp/', 'サンプルメッセージ', 2500, 3500);
INSERT INTO t_rstinfo VALUES (7, '焼肉 大助', 'やきにく　だいすけ', '福岡県東区松香台２丁目３-１', '水曜日', '18:00:00', '01:00:00', '052-937-0606', '焼肉', '【千種駅・車道駅から徒歩約5分】当店の自慢は《牛タン》。', NULL, NULL , NULL, NULL, 5, 1, 1, '毎週水曜日', 'https://tabelog.com/aichi/A2301/A230106/23057173/dtlphotolst/smp2/#', 'https://www.kyusan-u.ac.jp/', 'サンプルメッセージ', 2500, 3500);
INSERT INTO t_rstinfo VALUES (8, '焼肉 助朗', 'やきにく　じょろう', '福岡県東区松香台２丁目３-１', '水曜日', '18:00:00', '01:00:00', '052-937-0606', '焼肉', '【千種駅・車道駅から徒歩約5分】当店の自慢は《牛タン》。', NULL, NULL , NULL, NULL, 5, 1, 1, '毎週水曜日', 'https://tabelog.com/aichi/A2301/A230106/23057173/dtlphotolst/smp2/#', 'https://www.kyusan-u.ac.jp/', 'サンプルメッセージ', 2500, 3500);
INSERT INTO t_rstinfo VALUES (9, '焼肉 候', 'やきにく　そうろう', '福岡県東区松香台２丁目３-１', '水曜日', '18:00:00', '01:00:00', '052-937-0606', '焼肉', '【千種駅・車道駅から徒歩約5分】当店の自慢は《牛タン》。', NULL, NULL , NULL, NULL, 5, 1, 1, '毎週水曜日', 'https://tabelog.com/aichi/A2301/A230106/23057173/dtlphotolst/smp2/#', 'https://www.kyusan-u.ac.jp/', 'サンプルメッセージ', 2500, 3500);

INSERT INTO t_rstinfo
	(rst_name,rst_kana,rst_address,rst_holiday,start_time,end_time,tel_num, genre,rst_info) 
VALUES
('居酒屋 こなた','いざかや　こなた','福岡県福岡市中央区今泉2丁目3-31 プロペリスタ今泉Ⅱ　１階','不定休','18:00','03:00','050-1234-5678'
  ,'お酒、鍋','福岡市にある【ひなた】は路地裏にある隠れ家的居酒屋。一歩中に入ると、活気にあふれたスタッフの声が響く、シックでモダンな和風の内装のお店です。料理は九州のうまい料理 ”もつ鍋” "水炊" "お刺身" "博多地鶏"等を取り揃えております。タッフの心配りも細やかなので、一人でも気軽に立ち寄れるお店です。遅い仕事帰りの方にも嬉しい深夜3時までの営業も魅力。'
),
('もつ鍋専門店 かなた','もつなべせんもんてん　かなた','福岡県福岡市中央区今泉2丁目3-31 プロペリスタ今泉Ⅱ　１階','不定休','20:00','02:00','090-1234-5678'
  ,'鍋','福岡市にある【ひなた】は路地裏にある隠れ家的居酒屋。一歩中に入ると、活気にあふれたスタッフの声が響く、シックでモダンな和風の内装のお店です。料理は九州のうまい料理 ”もつ鍋” "水炊" "お刺身" "博多地鶏"等を取り揃えております。タッフの心配りも細やかなので、一人でも気軽に立ち寄れるお店です。遅い仕事帰りの方にも嬉しい深夜3時までの営業も魅力。'
),
('肉屋 そなた','にくや　そなた','福岡県福岡市中央区今泉2丁目3-31 プロペリスタ今泉Ⅱ　１階','不定休','11:30','07:00','050-1234-5678'
  ,'焼き肉','福岡市にある【ひなた】は路地裏にある隠れ家的居酒屋。一歩中に入ると、活気にあふれたスタッフの声が響く、シックでモダンな和風の内装のお店です。料理は九州のうまい料理 ”もつ鍋” "水炊" "お刺身" "博多地鶏"等を取り揃えております。タッフの心配りも細やかなので、一人でも気軽に立ち寄れるお店です。遅い仕事帰りの方にも嬉しい深夜3時までの営業も魅力。'
),
('魚介専門店 ひらた','ぎょかいせんもんてん　ひらた','福岡県福岡市中央区今泉2丁目3-31 プロペリスタ今泉Ⅱ　１階','不定休','18:00','03:00','050-1234-5678'
  ,'和食','福岡市にある【ひなた】は路地裏にある隠れ家的居酒屋。一歩中に入ると、活気にあふれたスタッフの声が響く、シックでモダンな和風の内装のお店です。料理は九州のうまい料理 ”もつ鍋” "水炊" "お刺身" "博多地鶏"等を取り揃えております。タッフの心配りも細やかなので、一人でも気軽に立ち寄れるお店です。遅い仕事帰りの方にも嬉しい深夜3時までの営業も魅力。'
),
('居酒屋 ひまだ','いざかや　ひまだ','福岡県福岡市中央区今泉2丁目3-31 プロペリスタ今泉Ⅱ　１階','不定休','08:00','13:00','050-1234-5678'
  ,'お酒、鍋','福岡市にある【ひまだ】は路地裏にある隠れ家的居酒屋。一歩中に入ると、シックな和風の内装のお店です。料理は九州のうまい料理 ”もつ鍋” "水炊" "お刺身" "博多地鶏"等を取り揃えております。タッフの心配りも細やかなので、一人でくつろげるお店です。遅い仕事帰りの方にも嬉しい深夜3時までの営業も魅力。'
),
('博多地鶏専門店 ひんな','はかたじどりせんもんてん　ひんな','福岡県福岡市中央区今泉2丁目3-31 プロペリスタ今泉Ⅱ　１階','不定休','08:00','24:00','050-1234-5678'
  ,'お酒、焼き肉','福岡市にある【ひなた】は路地裏にある隠れ家的居酒屋。一歩中に入ると、活気にあふれたスタッフの声が響く、シックでモダンな和風の内装のお店です。料理は九州のうまい料理 ”もつ鍋” "水炊" "お刺身" "博多地鶏"等を取り揃えております。タッフの心配りも細やかなので、一人でも気軽に立ち寄れるお店です。遅い仕事帰りの方にも嬉しい深夜3時までの営業も魅力。'
),
('居酒屋 鶴見','いざかや　つるみ','福岡県福岡市中央区今泉2丁目3-31 プロペリスタ今泉Ⅱ　１階','不定休','0:00','03:00','050-1234-5678'
  ,'お酒','福岡市にある【ひなた】は路地裏にある隠れ家的居酒屋。一歩中に入ると、活気にあふれたスタッフの声が響く、シックでモダンな和風の内装のお店です。料理は九州のうまい料理 ”もつ鍋” "水炊" "お刺身" "博多地鶏"等を取り揃えております。タッフの心配りも細やかなので、一人でも気軽に立ち寄れるお店です。遅い仕事帰りの方にも嬉しい深夜3時までの営業も魅力。'
),
('居酒屋 まな','いざかや　まな','福岡県福岡市中央区今泉2丁目3-31 プロペリスタ今泉Ⅱ　１階','不定休','01:00','23:00','050-1234-5678'
  ,'お酒、鍋、焼き肉','福岡市にある【ひなた】は路地裏にある隠れ家的居酒屋。一歩中に入ると、活気にあふれたスタッフの声が響く、シックでモダンな和風の内装のお店です。料理は九州のうまい料理 ”もつ鍋” "水炊" "お刺身" "博多地鶏"等を取り揃えております。タッフの心配りも細やかなので、一人でも気軽に立ち寄れるお店です。遅い仕事帰りの方にも嬉しい深夜3時までの営業も魅力。'
),
('もんじゃ専門店 KYUSAN','もんじゃせんもんてん　きゅうさん','福岡県福岡市中央区今泉2丁目3-31 プロペリスタ今泉Ⅱ　１階','不定休','10:00','19:00','050-1234-5678'
  ,'お酒、和食','福岡市にある【ひなた】は路地裏にある隠れ家的居酒屋。一歩中に入ると、活気にあふれたスタッフの声が響く、シックでモダンな和風の内装のお店です。料理は九州のうまい料理 ”もつ鍋” "水炊" "お刺身" "博多地鶏"等を取り揃えております。タッフの心配りも細やかなので、一人でも気軽に立ち寄れるお店です。遅い仕事帰りの方にも嬉しい深夜3時までの営業も魅力。'
),
('樫井そば','かしいそば','福岡県福岡市中央区今泉2丁目3-31 プロペリスタ今泉Ⅱ　１階','不定休','19:00','23:00','050-1234-5678'
  ,'麺類','福岡市にある【ひなた】は路地裏にある隠れ家的居酒屋。一歩中に入ると、活気にあふれたスタッフの声が響く、シックでモダンな和風の内装のお店です。料理は九州のうまい料理 ”もつ鍋” "水炊" "お刺身" "博多地鶏"等を取り揃えております。タッフの心配りも細やかなので、一人でも気軽に立ち寄れるお店です。遅い仕事帰りの方にも嬉しい深夜3時までの営業も魅力。'
),
('定食屋 ズンドコ','ていしょくや　ずんどこ','福岡県福岡市中央区今泉2丁目3-31 プロペリスタ今泉Ⅱ　１階','不定休','10:00','23:00','050-1234-5678'
  ,'レストラン','福岡市にある【ひなた】は路地裏にある隠れ家的居酒屋。一歩中に入ると、活気にあふれたスタッフの声が響く、シックでモダンな和風の内装のお店です。料理は九州のうまい料理 ”もつ鍋” "水炊" "お刺身" "博多地鶏"等を取り揃えております。タッフの心配りも細やかなので、一人でも気軽に立ち寄れるお店です。遅い仕事帰りの方にも嬉しい深夜3時までの営業も魅力。'
),
('居酒屋 かざい','いざかや　かざい','福岡県福岡市中央区今泉2丁目3-31 プロペリスタ今泉Ⅱ　１階','不定休','10:00','03:00','050-1234-5678'
  ,'お酒、鍋','福岡市にある【ひなた】は路地裏にある隠れ家的居酒屋。一歩中に入ると、活気にあふれたスタッフの声が響く、シックでモダンな和風の内装のお店です。料理は九州のうまい料理 ”もつ鍋” "水炊" "お刺身" "博多地鶏"等を取り揃えております。タッフの心配りも細やかなので、一人でも気軽に立ち寄れるお店です。遅い仕事帰りの方にも嬉しい深夜3時までの営業も魅力。'
),
('ピザ専門店 ピッザニア','ぴざせんもんてん　ぴっざにあ','福岡県福岡市中央区今泉2丁目3-31 プロペリスタ今泉Ⅱ　１階','不定休','11:00','23:00','050-1234-5678'
  ,'洋食、パン','福岡市にある【ひなた】は路地裏にある隠れ家的居酒屋。一歩中に入ると、活気にあふれたスタッフの声が響く、シックでモダンな和風の内装のお店です。料理は九州のうまい料理 ”もつ鍋” "水炊" "お刺身" "博多地鶏"等を取り揃えております。タッフの心配りも細やかなので、一人でも気軽に立ち寄れるお店です。遅い仕事帰りの方にも嬉しい深夜3時までの営業も魅力。'
),
('ゲルニカ','げるにか','福岡県福岡市中央区今泉2丁目3-31 プロペリスタ今泉Ⅱ　１階','不定休','10:00','23:00','050-1234-5678'
  ,'その他','福岡市にある【ひなた】は路地裏にある隠れ家的居酒屋。一歩中に入ると、活気にあふれたスタッフの声が響く、シックでモダンな和風の内装のお店です。料理は九州のうまい料理 ”もつ鍋” "水炊" "お刺身" "博多地鶏"等を取り揃えております。タッフの心配りも細やかなので、一人でも気軽に立ち寄れるお店です。遅い仕事帰りの方にも嬉しい深夜3時までの営業も魅力。'
),
('喫茶 NULL','きっさ　ぬる','福岡県福岡市中央区今泉2丁目3-31 プロペリスタ今泉Ⅱ　１階','不定休','20:00','09:00','050-1234-5678'
  ,'カフェ','福岡市にある【ひなた】は路地裏にある隠れ家的居酒屋。一歩中に入ると、活気にあふれたスタッフの声が響く、シックでモダンな和風の内装のお店です。料理は九州のうまい料理 ”もつ鍋” "水炊" "お刺身" "博多地鶏"等を取り揃えております。タッフの心配りも細やかなので、一人でも気軽に立ち寄れるお店です。遅い仕事帰りの方にも嬉しい深夜3時までの営業も魅力。'
);
UPDATE `t_rstinfo` SET `user_id` = '1', `DELIVERY` = '1', `TAKEOUT` = '1', `HOLIDAY_DETAIL` = 'お休みです。', `RST_URL` = 'https://unity-hinata.owst.jp/', `MENU_DETAIL` = '　　', `BUDGET_MAX` = '500', `BUDGET_MIN` = '3500' WHERE `t_rstinfo`.`rst_id` = 10;
UPDATE `t_rstinfo` SET `user_id` = '1', `DELIVERY` = '1', `TAKEOUT` = '0', `HOLIDAY_DETAIL` = '木曜日はお休みです。', `RST_URL` = 'https://unity-hinata.owst.jp/', `MENU_DETAIL` = '　　', `BUDGET_MAX` = '1000', `BUDGET_MIN` = '2500' WHERE `t_rstinfo`.`rst_id` = 11;
UPDATE `t_rstinfo` SET `user_id` = '1', `DELIVERY` = '0', `TAKEOUT` = '1', `HOLIDAY_DETAIL` = '', `RST_URL` = 'https://unity-hinata.owst.jp/', `MENU_DETAIL` = '　　', `BUDGET_MAX` = '500', `BUDGET_MIN` = '2500' WHERE `t_rstinfo`.`rst_id` = 12;
UPDATE `t_rstinfo` SET `user_id` = '1', `DELIVERY` = '0', `TAKEOUT` = '1', `HOLIDAY_DETAIL` = '', `RST_URL` = 'https://unity-hinata.owst.jp/', `MENU_DETAIL` = '　　', `BUDGET_MAX` = '1000', `BUDGET_MIN` = '3000' WHERE `t_rstinfo`.`rst_id` = 13;
UPDATE `t_rstinfo` SET `user_id` = '1', `DELIVERY` = '1', `TAKEOUT` = '1', `HOLIDAY_DETAIL` = 'お休みです。', `RST_URL` = 'https://unity-hinata.owst.jp/', `MENU_DETAIL` = '　　', `BUDGET_MAX` = '500', `BUDGET_MIN` = '3500' WHERE `t_rstinfo`.`rst_id` = 14;
UPDATE `t_rstinfo` SET `user_id` = '1', `DELIVERY` = '1', `TAKEOUT` = '0', `HOLIDAY_DETAIL` = '木曜日はお休みです。', `RST_URL` = 'https://unity-hinata.owst.jp/', `MENU_DETAIL` = '　　', `BUDGET_MAX` = '1000', `BUDGET_MIN` = '2500' WHERE `t_rstinfo`.`rst_id` = 15;
UPDATE `t_rstinfo` SET `user_id` = '1', `DELIVERY` = '0', `TAKEOUT` = '1', `HOLIDAY_DETAIL` = '', `RST_URL` = 'https://unity-hinata.owst.jp/', `MENU_DETAIL` = '　　', `BUDGET_MAX` = '500', `BUDGET_MIN` = '2500' WHERE `t_rstinfo`.`rst_id` = 16;
UPDATE `t_rstinfo` SET `user_id` = '1', `DELIVERY` = '0', `TAKEOUT` = '1', `HOLIDAY_DETAIL` = '', `RST_URL` = 'https://unity-hinata.owst.jp/', `MENU_DETAIL` = '　　', `BUDGET_MAX` = '1000', `BUDGET_MIN` = '3000' WHERE `t_rstinfo`.`rst_id` = 17;
UPDATE `t_rstinfo` SET `user_id` = '1', `DELIVERY` = '1', `TAKEOUT` = '1', `HOLIDAY_DETAIL` = 'お休みです。', `RST_URL` = 'https://unity-hinata.owst.jp/', `MENU_DETAIL` = '　　', `BUDGET_MAX` = '500', `BUDGET_MIN` = '3500' WHERE `t_rstinfo`.`rst_id` = 18;
UPDATE `t_rstinfo` SET `user_id` = '1', `DELIVERY` = '1', `TAKEOUT` = '0', `HOLIDAY_DETAIL` = '木曜日はお休みです。', `RST_URL` = 'https://unity-hinata.owst.jp/', `MENU_DETAIL` = '　　', `BUDGET_MAX` = '1000', `BUDGET_MIN` = '2500' WHERE `t_rstinfo`.`rst_id` = 19;
UPDATE `t_rstinfo` SET `user_id` = '1', `DELIVERY` = '0', `TAKEOUT` = '1', `HOLIDAY_DETAIL` = '', `RST_URL` = 'https://unity-hinata.owst.jp/', `MENU_DETAIL` = '　　', `BUDGET_MAX` = '500', `BUDGET_MIN` = '2500' WHERE `t_rstinfo`.`rst_id` = 20;
UPDATE `t_rstinfo` SET `user_id` = '1', `DELIVERY` = '0', `TAKEOUT` = '1', `HOLIDAY_DETAIL` = '', `RST_URL` = 'https://unity-hinata.owst.jp/', `MENU_DETAIL` = '　　', `BUDGET_MAX` = '1000', `BUDGET_MIN` = '3000' WHERE `t_rstinfo`.`rst_id` = 22;
UPDATE `t_rstinfo` SET `user_id` = '1', `DELIVERY` = '1', `TAKEOUT` = '1', `HOLIDAY_DETAIL` = 'お休みです。', `RST_URL` = 'https://unity-hinata.owst.jp/', `MENU_DETAIL` = '　　', `BUDGET_MAX` = '500', `BUDGET_MIN` = '3500' WHERE `t_rstinfo`.`rst_id` = 23;
UPDATE `t_rstinfo` SET `user_id` = '1', `DELIVERY` = '1', `TAKEOUT` = '0', `HOLIDAY_DETAIL` = '木曜日はお休みです。', `RST_URL` = 'https://unity-hinata.owst.jp/', `MENU_DETAIL` = '　　', `BUDGET_MAX` = '1000', `BUDGET_MIN` = '2500' WHERE `t_rstinfo`.`rst_id` = 24;
